let sample = {
    title:"title to display on homepage",
    direction: "rtl, ltr",
    fontFamily: "Arial, Times New Roman, Courier New, NotoNastaliq",
    splitters: ".,\\n,۔",
    fontSize: 140,
    colors: true,
    text: ""
}

let examples = [
  {
    title:"چیونٹی اور ٹڈا",
    direction: "rtl",
    fontFamily: "NotoNastaliq",
    splitters: ".,\\n,۔",
    fontSize: 140,
    colors: true,
    text: "ایک چیونٹی تھی۔ وہ کہیں جارہی تھی۔ راستے میں ایک ٹڈا ملا، ٹڈا کہنے لگا چیونٹی بہن ، رک جاؤ۔ چیونٹی رک گئی۔ پوچھنے لگی، کیابات ہے؟ ٹڈے نے کہا ہوا چل رہی ہے۔ آؤ باغ میں کھیلیں ۔ چیونٹی نے کہا میں کیوں کھیلوں۔ مجھے دانے اکٹھے کرنے ہیں۔ جب برسات آئے گی تو چھوٹی چھوٹی چیونٹیاں کیا کھائیں گی ؟ مجھے گھر بھی ٹھیک کرنا ہے۔ برسات کے پانی سے گھر ٹوٹ سکتا ہے۔ ٹڈے نے کہا ”میں تو کھیلوں گا ہی۔ ایک دن بادل آگئے۔ بارش ہونے لگی۔ ٹڈا بھیگتا ہوا آیا۔ چیونٹی کا دروازہ کھٹکھٹا کر کہنے لگا۔ چیونٹی بہن مجھے بھی اپنے گھر میں تھوڑی سی جگہ دے دو۔ میں بہت بھیگ گیا ہوں۔ جب تک بارش رہے گی۔ اس وقت تک یہاں رہوں گا۔ پھر چلا جاؤں گا۔ چیونٹی بولی، ٹڈے تم نے سارا سال کام نہیں کیا۔ تم نے اپنا گھر نہیں بنایا۔ تم نے دانے بھی جمع نہیں کیے۔ جاؤ میں تمہاری مدد نہیں کر سکتی۔ ۔ ٹڈا رونے لگ گیا۔ چیونٹی بہن اس بار معاف کر دو۔ آگے سے محنت کیا کروں گا۔ چیونٹی نے ٹڈے کو چاول کے کچھ دانے دیے۔ کہنے لگی، لو کھالو ، لیکن میرے گھر میں تمہارے لیے کوئی جگہ نہیں ہے ۔ ٹڈاروتی شکل لے کر چلا گیا۔"
  }
]